/* Class = "NSMenu"; title = "OtherViews"; ObjectID = "87"; */
"87.title" = "OtherViews";

/* Class = "NSMenuItem"; title = "open in same window"; ObjectID = "89"; */
"89.title" = "s'ouvrent dans la même fenêtre";

/* Class = "NSMenuItem"; title = "get generally blocked"; ObjectID = "90"; */
"90.title" = "sont généralement bloqués";

/* Class = "NSTextFieldCell"; title = "Links requesting to be opened in a new browser window ..."; ObjectID = "91"; */
"91.title" = "Les liens prévus pour s'ouvrir dans une nouvelle fenêtre de navigateur ...";

/* Class = "NSMenuItem"; title = "open in new window"; ObjectID = "92"; */
"92.title" = "s'ouvrent dans une nouvelle fenêtre";

/* Class = "NSMenu"; title = "OtherViews"; ObjectID = "96"; */
"96.title" = "OtherViews";

/* Class = "NSMenuItem"; title = "open in new window"; ObjectID = "97"; */
"97.title" = "s'ouvrent dans une nouvelle fenêtre";

/* Class = "NSMenuItem"; title = "get generally blocked"; ObjectID = "98"; */
"98.title" = "sont généralement bloqués";

/* Class = "NSMenuItem"; title = "open in same window"; ObjectID = "99"; */
"99.title" = "s'ouvrent dans la même fenêtre";

/* Class = "NSTextFieldCell"; title = "Links in JavaScript/plug-ins ..."; ObjectID = "100"; */
"100.title" = "Les liens provenant de JavaScript ou de plugins ...";

/* Class = "NSButton"; ibShadowedToolTip = "Hyperlinks which direct to a different host than the one of the current main page will be ignored."; ObjectID = "101"; */
"101.ibShadowedToolTip" = "Les hyperliens pointant vers un hôte différent de l'hôte de la page principale seront ignorés.";

/* Class = "NSButtonCell"; title = "block when directing to a foreign server"; ObjectID = "102"; */
"102.title" = "bloquer si la cible est un serveur différent";

/* Class = "NSButton"; ibShadowedToolTip = "Hyperlinks which direct to a different host than the one of the current main page will be ignored."; ObjectID = "103"; */
"103.ibShadowedToolTip" = "Les hyperliens pointant vers un hôte différent de l'hôte de la page principale seront ignorés.";

/* Class = "NSButtonCell"; title = "block when directing to a different server"; ObjectID = "104"; */
"104.title" = "bloquer si la cible est un serveur différent";

/* Class = "NSButton"; ibShadowedToolTip = "Enables web plugins like Flash. For security reasons it's recommended to disable this option if you don't use any plugin content."; ObjectID = "107"; */
"107.ibShadowedToolTip" = "Activer les plugins Web tels que Flash. Pour des raisons de sécurité, il est recommendé de désactiver cette option si vous n'utilisez pas de tels plugins.";

/* Class = "NSButtonCell"; title = "Enable plug-ins"; ObjectID = "108"; */
"108.title" = "Activer les plugins";

/* Class = "NSButton"; ibShadowedToolTip = "Enables Java-Applets."; ObjectID = "168"; */
"168.ibShadowedToolTip" = "Active les applets Java.";

/* Class = "NSButtonCell"; title = "Enable Java"; ObjectID = "169"; */
"169.title" = "Activer Java";

/* Class = "NSButton"; ibShadowedToolTip = "Enables JavaScript. Please note that most modern websites need JavaScript for full functionality."; ObjectID = "171"; */
"171.ibShadowedToolTip" = "Active JavaScript. Veuillez noter que la plupart des sites Web modernes nécessitent JavaScript pour fonctionner correctement.";

/* Class = "NSButtonCell"; title = "Enable JavaScript"; ObjectID = "172"; */
"172.title" = "Activer JavaScript";

/* Class = "NSButton"; ibShadowedToolTip = "Disables pop-up windows (often advertisement) opened by JavaScript without an user action such as a button click."; ObjectID = "176"; */
"176.ibShadowedToolTip" = "Désactive les fenêtres surgissantes (souvent publicitaires) qui sont ouvertes par JavaScript sans action de l'utilisateur (tel que le clic sur un bouton).";

/* Class = "NSButtonCell"; title = "Block pop-up windows"; ObjectID = "177"; */
"177.title" = "Bloquer les fenêtres surgissantes";

/* Class = "NSButton"; ibShadowedToolTip = "Disabling browsing to previously visited pages increases security, because it might be possible to leave an exam by browsing back to an external start page."; ObjectID = "180"; */
"180.ibShadowedToolTip" = "Empêcher l'utiliser de réafficher les pages précédemment affichées améliore la sécurité, car dans le cas contraire il pourrait être possible de quitter un examen en cliquant sur le bouton Précédent jusqu'à arriver par exemple sur une page de départ externe à l'examen.";

/* Class = "NSButtonCell"; title = "Allow browsing back/forward"; ObjectID = "181"; */
"181.title" = "Permettre la navigation avant/arrière";